const data = [  
  {
    id: 1,
    question: "Яка столиця Франції?",
    options: ["Лондон", "Берлін", "Мадрид", "Париж"],
    correctAnswer: "Париж"
  },
  {
    id: 2,
    question: "Який елемент перший в періодичній таблиці?",
    options: ["Гелій", "Кисень", "Водень", "Літій"],
    correctAnswer: "Водень"
  },
  {
    id: 3,
    question: "Хто написав 'Кобзар'?",
    options: ["Іван Франко", "Леся Українка", "Тарас Шевченко", "Михайло Коцюбинський"],
    correctAnswer: "Тарас Шевченко"
  },
    
  {
    id: 4,
    question: "Який найвищий водоспад у світі?",
    options: ["Ніагарський", "Анхель", "Вікторія", "Йосеміт"],
    correctAnswer: "Анхель"
  },
  {
    id: 5,
    question: "Яка планета найбільша в нашій Сонячній системі? Яка планета найбільша в нашій Сонячній системі? Яка планета найбільша в нашій Сонячній системі?",
    options: ["Земля", "Сатурн", "Юпітер", "Уран"],
    correctAnswer: "Юпітер"
  },
  {
    id: 6,
    question: "Яка найдовша річка в світі?",
    options: ["Амазонка", "Ніл", "Міссісіпі", "Янцзи"],
    correctAnswer: "Ніл"
  }
];

export default data;

// [
//   {
//     "id": 1,
//     "question": "Яка столиця Франції?",
//     "options": ["Лондон", "Берлін", "Мадрид", "Париж", "Рим", "Амстердам"],
//     "correctAnswer": "Париж"
//   },
//   {
//     "id": 2,
//     "question": "Який елемент перший в періодичній таблиці?",
//     "options": ["Гелій", "Кисень", "Водень", "Літій", "Азот", "Карбон"],
//     "correctAnswer": "Водень"
//   },
//   {
//     "id": 3,
//     "question": "Хто написав 'Кобзар'?",
//     "options": ["Іван Франко", "Леся Українка", "Тарас Шевченко", "Михайло Коцюбинський", "Григорій Сковорода", "Марко Вовчок"],
//     "correctAnswer": "Тарас Шевченко"
//   },
//   {
//     "id": 4,
//     "question": "Який найвищий водоспад у світі?",
//     "options": ["Ніагарський", "Анхель", "Вікторія", "Йосеміт", "Ігуасу", "Тугела"],
//     "correctAnswer": "Анхель"
//   },
//   {
//     "id": 5,
//     "question": "Яка планета найбільша в нашій Сонячній системі?",
//     "options": ["Земля", "Сатурн", "Юпітер", "Уран", "Нептун", "Марс"],
//     "correctAnswer": "Юпітер"
//   },
//   {
//     "id": 6,
//     "question": "Яка найдовша річка в світі?",
//     "options": ["Амазонка", "Ніл", "Міссісіпі", "Янцзи", "Конго", "Меконг"],
//     "correctAnswer": "Ніл"
//   }
// ]
